[
  "obsidian-icon-folder",
  "obsidian-git",
  "obsidian-style-settings",
  "obsidian-linter",
  "obsidian-markdown-formatting-assistant-plugin",
  "lazy-plugins",
  "omnisearch",
  "text-extractor",
  "open-vscode",
  "folder-notes",
  "dataview",
  "obsidian-hover-editor",
  "media-extended",
  "editing-toolbar",
  "mermaid-tools",
  "advanced-canvas"
]